Repository: aswansyahputra/r-translasi
Catalog: R-*_common_*.po
Languages: id_id

source: 'X' must have named dimnames
id_id: 'X' harus memiliki dimnames yang sudah dinamakan

source: not all elements of 'MARGIN' are names of dimensions
id_id: tidak semua elemen dalam 'MARGIN' merupakan nama dimensi

source: 'MARGIN' does not match dim(X)
id_id: 'MARGIN' tidak sesuai dengan dim(X)

source: 'dim' cannot be of length 0
id_id: Panjang 'dim' tidak bisa bernilai 0

source: 'dim' specifies too large an array
id_id: 'dim' terlalu besar

source: 'x' must have named dimnames
id_id: 'x' harus memiliki dimnames yang sudah dinamakan

source: incorrect value for 'MARGIN'
id_id: nilai 'MARGIN' tidak benar

source: dim(x) must have a positive length
id_id: dim(x) harus memiliki nilai panjang yang positif

source: package %s is required by %s, which may no longer work correctly
id_id: paket %s dibutuhkan oleh %s, yang kemungkinan sudah tidak bisa bekerja dengan baik

source: package %s is required by %s so will not be detached
id_id: paket %s dibutuhkan oleh %s jadi tidak akan di-detach

source: complex matrices not permitted at present
id_id: matriks yang kompleks tidak diizinkan saat ini

source: 'x' must be an array of at least two dimensions
id_id: 'x' harus berupa kumpulan (array) yang besarnya paling tidak dua dimensi

source: invalid 'dims'
id_id: 'dims' tidak valid

source: not an interactive session
id_id: ini bukan sesi interaktif

source: condition handlers must be functions
id_id: 'condition handler' harus berupa suatu fungsi

source: 'origin' must be one of 'start', 'current' or 'end'
id_id: 'origin' harus berupa 'start', 'current' atau 'end'

source: package or namespace load failed for %s%s: %s
id_id: gagal memuat paket atau 'namespace' untuk %s%s" %s

source: duplicate 'row.names' are not allowed
id_id: 'row.names' yang sama tidak dibolehkan

source: missing values in 'row.names' are not allowed
id_id: nilai hilang pada 'row.names' tidak dibolehkan

source: invalid 'dimnames' given for data frame
id_id: dikarenakan data frame, 'dimnames' menjadi tidak valid

source: cannot coerce class %s to a data.frame
id_id: kelas %s tidak bisa dipaksa ke dalam data.frame

source: 'row.names' is not a character vector of length %d -- omitting it. Will be an error!
id_id: 'row.names' tidak berbentuk vector karakter dengan panjang %d -- jika dihapus. Akan menjadi eror!

source: options("stringsAsFactors") not set to TRUE or FALSE
id_id: options("stringsAsFactors") tidak ditetapkan sebagai TRUE atau FALSE

source: mismatch of row names in arguments of 'data.frame', item %d
id_id: ada ketidaksesuaian nama baris di dalam argumen 'data.frame', butir %d

source: some row.names duplicated: %s --> row.names NOT used
id_id: beberapa row.names memiliki duplikasi: %s --> row.names TIDAK dipakai

source: row names contain missing values
id_id: terdapat nilai yang hilang pada nama baris

source: duplicate row.names: %s
id_id: row.names berulang: %s

source: number of items to replace is not a multiple of replacement length
id_id: jumlah butir yang akan digantikan bukan merupakan kelipatan dari penggantian panjang

source: The following object is masked _by_ %s: %s
id_id: Object berikut tertutupi _by_ %s: %s

source: The following object is masked from %s: %s
id_id: Objek berikut ini tertutup dari %s: %s

source: data frame with 0 columns and %d row
id_id: data frame dengan kolom sebanyak 0 dan baris sebanyak %d

source: package %s is not loaded
id_id: paket %s belum dipanggil

source: there is no package called
id_id: tidak ada paket yang dipanggil

source: object %s not found
id_id: objek %s tidak ditemukan

source: class %s is not exported by 'namespace:%s'
id_id: kelas %s tidak diekspor oleh 'namespace:%s'

source: object %s is not exported by 'namespace:%s'
id_id: objek %s tidak diekspor oleh 'namespace:%s'

source: previous export '%s' is being replaced
id_id: ekspor '%s' yang sebelumnya sedang digantikan

source: %s is not TRUE
id_id: %s tidaklah TRUE

source: Warning message:
id_id: Pesan peringatan:

source: In %s : extra argument %s will be disregarded
id_id: Di dalam %s: argumen ekstra %s akan diabaikan
